import durgaJpg from '../assets/durga.jpg';
import ganeshJpg from '../assets/ganesh.jpg';
import hanumanJpg from '../assets/hanuman.jpg';
import kaliJpg from '../assets/kali.jpg';
import krishnaJpg from '../assets/krishna.jpg';
import laxmiJpg from '../assets/laxmi.jpg';
import ramJpg from '../assets/ram.jpg';
import saiJpg from '../assets/sai.jpg';
import saraswatiJpg from '../assets/saraswati.jpg';
import shaniJpg from '../assets/shani.jpg';
import shivaJpg from '../assets/shiv.jpg';
import vishnuJpg from '../assets/vishnu.jpg';

/**
 * Thanks to @kathas for the data and assets
 */
const KATHAS = [
  {
    pathName: 'durga',
    nameEnglish: 'Durga',
    nameHindi: 'दुर्गा',
    pic: durgaJpg,
    chalisa: `नमो नमो दुर्गे सुख करनी । नमो नमो अम्बे दुख हरनी ॥
निराकार है ज्योति तुम्हारी । तिहुँ लोक फैली उजियारी ॥
शशि ललाट मुख महा विशाला । नेत्र लाल भृकुटी विकराला ॥
रुप मातु को अधिक सुहावे । दरश करत जन अति सुख पावे ॥
तुम संसार शक्ति लय कीना । पालन हेतु अन्न धन दीना ॥
अन्नपूरना हुई जग पाला । तुम ही आदि सुन्दरी बाला ॥
प्रलय काल सब नाशन हारी । तुम गौरी शिव शंकर प्यारी ॥
शिव योगी तुम्हरे गुण गावैं । ब्रह्मा विष्णु तुम्हें नित ध्यावैं ॥
रुप सरस्वती को तुम धारा । दे सुबुद्धि ॠषि मुनिन उबारा ॥
धरा रुप नरसिंह को अम्बा । परगत भई फाड़ कर खम्बा ॥
रक्षा करि प्रहलाद बचायो । हिरणाकुश को स्वर्ग पठायो ॥
लक्ष्मी रूप धरो जग माहीं । श्री नारायण अंग समाहीं ॥
क्षीरसिंधु में करत विलासा । दयासिंधु दीजै मन आसा ॥
हिंगलाज में तुम्हीं भवानी । महिमा अमित न जात बखानी ॥
मातंगी धूमावती माता । भुवनेश्वरि बगला सुख दाता ॥
श्री भैरव तारा जग तारिणी । क्षिन्न लाल भवदुख निवारिणी ॥
केहरि वाहन सोहे भवानी ।लांगुर वीर चलत अगवानी ॥
कर में खप्पर खड़ग विराजै । जाको देख काल डर भाजै ॥
सोहे अस्त्र और त्रिसूला । जाते उठत शत्रु हिय शूला ॥
नगरकोट में तुम्हीं विराजत । तिहुँ लोक में डंका बाजत ॥
शुम्भ निशुम्भ दानव तुम मारे । रक्तबीज शंखन संहारे ॥
महिषासुर नृप अति अभिमानी । जेहि अघ भार मही अकुलानी ॥
रुप कराल काली को धारा । सेन सहित तुम तिहि संहारा ॥
परी गाढ़ सन्तन पर जब जब । भई सहाय मातु तुम तब तब ॥
अमर पुरी औरों सब लोका । तब महिमा सब रहे अशोका ॥
ज्वाला में है ज्योति तुम्हारी । तुम्हें सदा पूजैं नर नारी ॥
प्रेम भक्ति से जो जस गावै । दुःख दारिद्र निकट नहीं आवै ॥
ध्यावें तुम्हें जो नर मन लाई । जन्म मरण ताको छुट जाई ॥
जोगी सुर मुनि कहत पुकारी । योग न हो बिन शक्ति तुम्हारी ॥
शंकर आचारज तप कीनों । काम क्रोध जीति सब लीनों ॥
निशि दिन ध्यान धरो शंकर को । काहु काल नहिं सुमिरो तुमको ॥
शक्ति रुप को मरम न पायो । शक्ति गई तब मन पछतायो ॥
शरणागत हुई कीर्ति बखानी । जै जै जै जगदम्ब भवानी ॥
भई प्रसन्न आदि जगदम्बा । दई शक्ति नहिं कीन विलम्बा ॥
मोको मात कष्ट अति घेरो । तुम बिन कौन हरे दुःख मेरो ॥
आशा तृष्णा निपट सतावै । रिपु मूरख मोहि अति डर पावै ॥
शत्रु नाश कीजै महारानी । सुमिरौ इकचित तुम्हें भवानी ॥
करो कृपा हे मातु दयाला । ॠद्धि सिद्धि दे करहु निहाला ॥
जब लगि जियौं दया फल पाऊँ । तुम्हरो जस मैं सदा सुनाऊँ ॥
दुर्गा चालीसा जो कोई गावै । सब सुख भोग परम पद पावै ॥
देवीदास शरण निज जानी । करहु कृपार जगदम्बा भवानी ॥`,
    aarti: `जय अम्बे गौरी, मैया जय श्यामा गौरी ।
तुमको निशदिन ध्यावत, हरि ब्रह्मा शिवरी ॥
मांग सिंदूर विराजत, टीको मृगमद को ।
उज्जवल से दो‌उ नैना, चन्द्रबदन नीको ॥ जय…
कनक समान कलेवर, रक्ताम्बर राजै ।
रक्त पुष्प गलमाला, कण्ठन पर साजै ॥ जय…
केहरि वाहन राजत, खड़ग खप्परधारी ।
सुर नर मुनिजन सेवक, तिनके दुखहारी ॥ जय…
कानन कुण्डल शोभित, नासाग्रे मोती ।
कोटिक चन्द्र दिवाकर, राजत सम ज्योति ॥ जय…
शुम्भ निशुम्भ विडारे, महिषासुर घाती ।
धूम्र विलोचन नैना, निशदिन मदमाती ॥ जय…
चण्ड मुण्ड संघारे, शोणित बीज हरे ।
मधुकैटभ दो‌उ मारे, सुर भयहीन करे ॥ जय…
ब्रहमाणी रुद्राणी तुम कमला रानी ।
आगम निगम बखानी, तुम शिव पटरानी ॥ जय…
चौसठ योगिनी गावत, नृत्य करत भैरुं ।
बाजत ताल मृदंगा, अरु बाजत डमरु ॥ जय…
तुम हो जग की माता, तुम ही हो भर्ता ।
भक्‍तन् की दुःख हरता, सुख-सम्पत्ति करता ॥ जय…
भुजा चार अति शोभित, खड़ग खप्परधारी ।
मनवांछित फल पावत, सेवत नर नारी ॥ जय…
कंचन थाल विराजत, अगर कपूर बाती ।
श्री मालकेतु में राजत, कोटि रतन ज्योति ॥ जय…
श्री अम्बे जी की आरती, जो को‌ई नर गावै ।
कहत शिवानन्द स्वामी, सुख सम्पत्ति पावै ॥ जय…`
  },
  {
    pathName: 'ganesh',
    nameEnglish: 'Ganesh',
    nameHindi: 'गणेश',
    pic: ganeshJpg,
    chalisa: `जय जय जय वंदन भुवन, नंदन गौरिगणेश ।
दुख द्वंद्वन फंदन हरन,सुंदर सुवन महेश ॥
जयति शंभु सुत गौरी नंदन ।
विघ्न हरन नासन भव फंदन ॥
जय गणनायक जनसुख दायक ।
विश्व विनायक बुद्धि विधायक ॥
एक रदन गज बदन विराजत ।
वक्रतुंड शुचि शुंड सुसाजत ॥
तिलक त्रिपुण्ड भाल शशि सोहत ।
छबि लखि सुर नर मुनि मन मोहत ॥
उर मणिमाल सरोरुह लोचन ।
रत्न मुकुट सिर सोच विमोचन ॥
कर कुठार शुचि सुभग त्रिशूलम् ।
मोदक भोग सुगंधित फूलम् ॥
सुंदर पीताम्बर तन साजित ।
चरण पादुका मुनि मन राजित ॥
धनि शिव सुवन भुवन सुख दाता ।
गौरी ललन षडानन भ्राता ॥
ॠद्धि सिद्धि तव चंवर सुढारहिं ।
मूषक वाहन सोहित द्वारहिं ॥
तव महिमा को बरनै पारा ।
जन्म चरित्र विचित्र तुम्हारा ॥
एक असुर शिवरुप बनावै ।
गौरिहिं छलन हेतु तह आवै ॥
एहि कारण ते श्री शिव प्यारी ।
निज तन मैल मूर्ति रचि डारि ॥
सो निज सुत करि गृह रखवारे ।
द्धारपाल सम तेहिं बैठारे ॥
जबहिं स्वयं श्री शिव तहं आए ।
बिनु पहिचान जान नहिं पाए ॥
पूछ्यो शिव हो किनके लाला ।
बोलत भे तुम वचन रसाला ॥
मैं हूं गौरी सुत सुनि लीजै ।
आगे पग न भवन हित दीजै ॥
आवहिं मातु बूझि तब जाओ ।
बालक से जनि बात बढ़ाओ ॥
चलन चह्यो शिव बचन न मान्यो ।
तब ह्वै क्रुद्ध युद्ध तुम ठान्यो ॥
तत्क्षण नहिं कछु शंभु बिचारयो ।
गहि त्रिशूल भूल वश मारयो ॥
शिरिष फूल सम सिर कटि गयउ ।
छट उड़ि लोप गगन महं भयउ ॥
गयो शंभु जब भवन मंझारी ।
जहं बैठी गिरिराज कुमारी ॥
पूछे शिव निज मन मुसकाये ।
कहहु सती सुत कहं ते जाये ॥
खुलिगे भेद कथा सुनि सारी ।
गिरी विकल गिरिराज दुलारी ॥
कियो न भल स्वामी अब जाओ ।
लाओ शीष जहां से पाओ ॥
चल्यो विष्णु संग शिव विज्ञानी ।
मिल्यो न सो हस्तिहिं सिर आनी ॥
धड़ ऊपर स्थित कर दीन्ह्यो ।
प्राण वायु संचालन कीन्ह्यो ॥
श्री गणेश तब नाम धरायो ।
विद्या बुद्धि अमर वर पायो ॥
भे प्रभु प्रथम पूज्य सुखदायक ।
विघ्न विनाशक बुद्धि विधायक ॥
प्रथमहिं नाम लेत तव जोई ।
जग कहं सकल काज सिध होई ॥
सुमिरहिं तुमहिं मिलहिं सुख नाना ।
बिनु तव कृपा न कहुं कल्याना ॥
तुम्हरहिं शाप भयो जग अंकित ।
भादौं चौथ चंद्र अकलंकित ॥
जबहिं परीक्षा शिव तुहिं लीन्हा ।
प्रदक्षिणा पृथ्वी कहि दीन्हा ॥
षड्मुख चल्यो मयूर उड़ाई ।
बैठि रचे तुम सहज उपाई ॥
राम नाम महि पर लिखि अंका ।
कीन्ह प्रदक्षिण तजि मन शंका ॥
श्री पितु मातु चरण धरि लीन्ह्यो ।
ता कहं सात प्रदक्षिण कीन्ह्यो ॥
पृथ्वी परिक्रमा फल पायो ।
अस लखि सुरन सुमन बरसायो ॥
'सुंदरदास' राम के चेरा ।
दुर्वासा आश्रम धरि डेरा ॥
विरच्यो श्रीगणेश चालीसा ।
शिव पुराण वर्णित योगीशा ॥
नित्य गजानन जो गुण गावत ।
गृह बसि सुमति परम सुख पावत ॥
जन धन धान्य सुवन सुखदायक ।
देहिं सकल शुभ श्री गणनायक ॥
श्री गणेश यह चालिसा,पाठ करै धरि ध्यान ।
नित नव मंगल मोद लहि,मिलै जगत सम्मान ॥
द्धै सहस्त्र दस विक्रमी, भाद्र कृष्ण तिथि गंग ।
पूरन चालीसा भयो, सुंदर भक्ति अभंग ॥`,
    aarti: `जय गणेश, जय गणेश, जय गणेश देवा ।
माता जाकी पार्वती, पिता महादेवा ॥
जय गणेश, जय गणेश, जय गणेश देवा ॥
एक दंत दयावंत, चार भुजाधारी ।
माथे पे सिंदूर सोहे, मूसे की सवारी ॥
जय गणेश, जय गणेश, जय गणेश देवा ॥
अंधन को आंख देत, कोढ़िन को काया ।
बांझन को पुत्र देत, निर्धन को माया ॥
जय गणेश, जय गणेश, जय गणेश देवा ॥
हार चढ़ै, फूल चढ़ै और चढ़ै मेवा ।
लड्डुअन को भोग लगे, संत करे सेवा ॥
जय गणेश, जय गणेश, जय गणेश देवा ॥
दीनन की लाज राखो, शंभु सुतवारी ।
कामना को पूर्ण करो, जग बलिहारी ॥
जय गणेश, जय गणेश, जय गणेश देवा ॥`
  },
  {
    pathName: 'hanuman',
    nameEnglish: 'Hanuman',
    nameHindi: 'हनुमान',
    pic: hanumanJpg,
    chalisa: `श्रीगुरु चरन सरोज रज निज मनु मुकुरु सुधारि ॥
बरनउँ रघुबर बिमल जसु जो दायकु फल चारि ॥
बुध्दिहीन तनु जानिके, सुमिरौं पवन-कुमार ।
बल बुद्धि बिद्या देहु मोहिं, हरहु कलेस बिकार ॥

चौपाई
जय हनुमान ज्ञान गुन सागर । जय कपिस तिहुँ लोक उजागर ॥
राम दूत अतुलित बल धामा । अंजनि-पुत्र पवन सुत नामा ॥
महाबीर बिक्रम बजरंगी । कुमति निवार सुमति के संगी ॥
कंचन बरन बिराज सुबेसा । कानन कुंडल कुंचित केसा ॥
हाथ बज्र औ ध्वजा बिराजै कांधे मूँज जनेऊ साजै ॥
संकर सुवन केसरीनंदन । तेज प्रताप महा जग बंदन ॥
बिद्यावान गुनी अति चातुर । राम काज करिबे को आतुर ॥
प्रभु चरित्र सुनिबे को रसिया । राम लषन सीता मन बसिया ॥
सूक्ष्म रूप धरि सियहिं दिखावा । बिकट रूप धरि लंक जरावा ॥
भीम रूप धरि असुर सँहारे । रामचंद्र के काज सँवारे ॥
लाय सजीवन लखन जियाये । श्रीरघुबीर हरषि उर लाये ॥
रघुपति कीन्ही बहुत बड़ाई । तुम मम प्रिय भरतहि सम भाई ॥
सहस बदन तुम्हरो जस गावैं । अस कहि श्रीपति कंठ लगावैं ॥
सनकादिक ब्रह्मादि मुनीसा । नारद सारद सहित अहीसा ॥
जम कुबेर दिगपाल जहाँ ते । कबि कोबिद कहि सके कहाँ ते ॥
तुम उपकार सुग्रीवहिं कीन्हा । राम मिलाय राज पद दीन्हा ॥
तुम्हरो मन्त्र बिभीषन माना। लंकेस्वर भए सब जग जाना ॥
जुग सहस्त्र जोजन पर भानू । लील्यो ताहि मधुर फल जानू ॥
प्रभु मुद्रिका मेलि मुख माहीं । जलधि लाँघि गये अचरज नाहीं॥
दुर्गम काज जगत के जेते । सुगम अनुग्रह तुम्हरे तेते ॥
राम दुआरे तुम रखवारे । होत न आज्ञा बिनु पैसारे ॥
सब सुख लहै तुम्हारी सरना । तुम रच्छक काहू को डर ना ॥
आपन तेज सम्हारो आपै । तीनों लोक हाँक तें काँपै ॥
भूत पिसाच निकट नहिँ आवै । महाबीर जब नाम सुनावै ॥
नासै रोग हरै सब पीरा । जपत निरंतर हनुमत बीरा ॥
संकट तें हनुमान छुडावै । मन क्रम बचन ध्यान जो लावै॥
सब पर राम तपस्वी राजा । तिन के काज सकल तुम साजा ॥
और मनोरथ जो कोइ लावै । सोइ अमित जीवन फल पावै ॥
चारों जुग परताप तुम्हारा । है परसिद्ध जगत उजियारा ॥
साधु संत के तुम रखवारे । असुर निकंदन राम दुलारे ॥
अष्ट सिद्धि नौ निधि के दाता । अस बर दीन जानकी माता ॥
राम रसायन तुम्हरे पासा । सदा रहो रघुपति के दासा ॥
तुम्हरे भजन राम को पावै । जनम जनम के दुख बिसरावै ॥
अंत काल रघुबर पुर जाई । जहाँ जन्म हरि-भक्त कहाई ॥
और देवता चित्त न धरई । हनुमत सेंइ सर्ब सुख करई ॥
संकट कटै मिटै सब पीरा । जो सुमिरै हनुमत बलबीरा ॥
जै जै जै हनुमान गोसाईं । कृपा करहु गुरु देव की नाईं ॥
जो सत बर पाठ कर कोई । छूटहि बंदि महा सुख होई ॥
जो यह पढ़ै हनुमान चलीसा । होय सिद्धि साखी गौरीसा ॥
तुलसीदास सदा हरि चेरा । कीजै नाथ हृदय महँ डेरा ॥

दोहा
पवनतनय संकट हरन, मंगल मूरति रूप ।
राम लषन सीता सहित,हृदय बसहु सुर भूप ॥`,
    aarti: `आरती कीजै हनुमान लला की। दुष्ट दलन रघुनाथ कला की ॥
जाके बल से गिरिवर काँपै। रोग-दोष जाके निकट न झाँपै ॥
अंजनी पुत्र महा बलदाई। संतन के प्रभु सदा सहाई ॥
दे बीरा रघुनाथ पठाए। लंका जारि सिया सुधि लाए ॥
लंका सो कोट समुद्र सी खाई। जात पवनसुत बार न लाई ॥
लंका जारि असुर संहारे। सियारामजी के काज सँवारे ॥
लक्ष्मण मूर्छित पड़े सकारे। आनि सजीवन प्रान उबारे ॥
पैठि पाताल तोरि जम-कारे। अहिरावन की भुजा उखारे ॥
बाएं भुजा असुर दल मारे। दहिने भुजा संतजन तारे ॥
सुर नर मुनि आरती उतारें। जै जै जै हनुमान उचारें ॥
कंचन थार कपूर लौ छाई। आरति करत अंजना माई ॥
जो हनुमानजी की आरति गावै। बसि बैकुण्ठ परम पद पावै ॥`
  },
  {
    pathName: 'krishna',
    nameEnglish: 'Krishna',
    nameHindi: 'कृष्णा',
    pic: krishnaJpg,
    chalisa: `वंशी शोभित कर मधुर, नील जलद तन श्याम ।
अरूण अधर जनु बिम्ब फल, नयन कमल अभिराम ॥
पूर्ण इन्दु अरविन्द मुख, पीताम्बर शुभ साज ।
जय मन्मोहन मदन छवि, कृष्ण चन्द्र महाराज ॥
॥ चौपाई ॥

जय यदुनन्दन जय जगवन्दन ।
जय वसुदेव देवकी नन्दन ॥
जय यसुदा सुत नन्द दुलारे ।
जय प्रभु भक्तन के दृग तारे ॥
जय नटनागर नाथ नथइया ।
कृष्ण कन्हैया धेनु चरइया ॥
पुनि नख पर प्रभु गिरिवर धारो ।
आओ दीनन कष्ट निवारो ॥
वंशी मधुर अधर धरि टेरी ।
होवे पूर्ण विनय यह मेरी ॥
आओ हरि पुनि माखन चाखो ।
आज लाज भारत की राखो ॥
गोल कपोल चिबुक अरूणारे ।
मृदु मुस्कान मोहिनी डारे ॥
रंजित राजिव नयन विशाला ।
मोर मुकुट बैजन्ती माला ॥
कुण्डल श्रवण पीतपट आछे ।
कटि किंकणी काछन काछे ॥
नील जलज सुन्दर तनु सोहै ।
छवि लखि सुर नर मुनि मन मोहै ॥
मस्तक तिलक अलक घुंघराले ।
आओ कृष्ण बांसुरी वाले ॥
करि पय पान, पूतनहिं तारयो ।
अका बका कागा सुर मारयो ॥
मधुवन जलत अगिन जब ज्वाला ।
भै सीतल,लखतहिं नन्दलाला ॥
सुरपति जब ब्रज चढ़यो रिसाई ।
मूसर धार वारि वर्षाई ॥
लखत-लखत ब्रज चहन बहायो ।
गोवर्धन नख धारि बचायो ॥
लखि यसुदामन भ्रम अधिकाई ।
मुख महं चौदह भुवन दिखाई ॥
दुष्ट कंस अति उधम मचायो ।
कोटि कमल जब फूल मंगायो ॥
नाथि कालियहिं तब तुम लीन्हें ।
चरण चिन्ह दे निर्भय कीन्हें ॥
करि गोपिन संग रास विलासा ।
सबकी पूरण करि अभिलाषा ॥
केतिक महा असुर संहार्यो ।
कंसहि केस पकड़ि दै मार्यो ॥
मात-पिता की बन्दि छुड़ाई ।
उग्रसेन कहं राज दिलाई ॥
महि से मृतक छहों सुत लायो ।
मातु देवकी शोक मिटायो ॥
भौमासुर मुर दैत्य संहारी ।
लाए षट् दस सहस कुमारी ॥
दे भीमहिं तृणचीर इशारा ।
जरासंघ राक्षस कहं मारा ॥
असुर बकासुर आदिक मार्यो ।
भक्तन के तब कष्ट निवार्यो ॥
दीन सुदामा के दुःख टार्यो ।
तंदुल तीन मूठि मुख डार्यो ॥
प्रेम के साग विदुर घर मांगे ।
दुर्योधन के मेवा त्यागे ॥
लखी प्रेम की महिमा भारी ।
ऐसे श्याम दीन हितकारी ॥
भारत में पारथ रथ हांके ।
लिए चक्र कर नहिं बल थांके ॥
निज गीता के ज्ञान सुनाए ।
भक्तन हृदय सुधा वर्षाए ॥
मीरा थी ऐसी मतवाली ।
विष पी गई बजा कर ताली ॥
राणा भेजा सांप पिटारी ।
शालिग्राम बने बनवारी ॥
निज माया तुम विधिहिं दिखायो ।
उर ते संशय सकल मिटायो ॥
तव शत निन्दा करि तत्काला ।
जीवन मुक्त भयो शिशुपाला ॥
जबहिं द्रोपदी टेर लगाई ।
दीनानाथ लाज अब जाई ॥
तुरतहिं बसन बने नन्दलाला ।
बढ़े चीर भए अरि मुंह काला ॥
अस अनाथ के नाथ कन्हैया ।
डूबत भंवर बचावत नइया ॥
सुन्दरदास आस उर धारी ।
दयादृष्टि कीजै बनवारी ॥
नाथ सकल मम कुमति निवारो ।
क्षमहु बेगि अपराध हमारो ॥
खोलो पट अब दर्शन दीजै ।
बोलो कृष्ण कन्हैया की जै ॥
॥ दोहा ॥

यह चालीसा कृष्ण का, पाठ करे धारि ।
अष्टसिद्धि नवनिद्धि फल, लहै पदारथ चारि ॥`,
    aarti: `आरती युगल किशोर की कीजै।
राधे तन मन धन न्यौछावर कीजै॥
रवि शशि कोटि बदन की शोभा।
ताहि निरख मेरो मन लोभा॥
गौर श्याम मुख निरखत रीझै।
प्रभु को रुप नयन भर पीजै॥
कंचन थार कपूर की बाती।
हरि आए निर्मल भई छाती॥
फूलन की सेज फूलन की माला।
रत्न सिंहासन बैठे नन्दलाला॥
मोर मुकुट कर मुरली सोहे।
नटवर वेष देख मन मोहे॥
ओढ़े पीत नील पट सारी।
कुंज बिहारी गिरिवर धारी॥
श्री पुरुषोत्तम गिरिवर धारी।
आरति करत सकल ब्रज नारी॥
नंदनंदन वृषभानु किशोरी।
परमानन्द स्वामि अविचल जोरी॥`
  },
  {
    pathName: 'laxmi',
    nameEnglish: 'Laxmi',
    nameHindi: 'लक्ष्मी',
    pic: laxmiJpg,
    chalisa: `॥ दोहा ॥

मातु लक्ष्मी करि कृपा, करो हृदय में बास ।
मनोकामना सिद्ध करि, पुरवहु मेरी आस ॥
॥ सोरठा ॥

यही मोर अरदास, हाथ जोद विनती करूं ।
सब विधि करौ सुपास, जय जननी जगदम्बिका ॥
सिन्धु सुता मैं सुमिरौं तोही । ज्ञान बुद्धि विद्या दो मोही ॥
तुम समान नहिं कोउ उपकारी । सब विधि पुरवहु आस हमारी ॥
जै जै जै जननी जगदम्बा । सबकी तुम ही हो अवलम्बा ॥
तुम ही हो घट घट की वासी । विनती यही हमारी खासी ॥
जग जननी जय सिन्धु कुमारी । दीनन की तुम हो हितकारी ॥
विनवौं नित्य तुमहिं महरानी । कृपा करौ जग जननि भवानी ॥
केहि विधि स्तुति करौं तिहारी । सुधि लीजै अपराध बिसारी ॥
कृपा दृष्टि चितवौ मम ओरी । जग जननी विनती मोरी ॥
ज्ञान बुद्धि जय सुख की दाता । संकट हरो हमारी माता ॥
क्षीर सिन्धु जब विष्णु मथायो । चौदह रत्न सिन्धु में पायो ॥
चौदह रत्न में तुम सुख्ररासी । सेवा कियो प्रभू बन दासी ॥
जब जब जन्म जहां प्रभु लीन्हा । रूप बदल तहं सेवा कीन्हा ॥
स्वयं विष्णु जब नर तनु धारा । लीन्हेउ अवधपुरी अवतारा ॥
तब तुम प्रगट जनक्पुर माहीं । सेवा कियो हृदय पुलकाहीं ॥
अपनाया तोहि अन्तर्यामी । विश्वविदित त्रिभुवन की स्वामी ॥
तुम सम प्रबल शक्ति नहिं आनी । कहंलौ महिमा कहौं बखानी ॥
मन क्रम वचन करै सेवकाई । मन इच्छित वांछित फल पाई ॥
तजि छल कपट और चतुराई । पूजहिं विविध भांति मन लाई ॥
और हाल मैं कहौं बिझाई । जो यह पाठ करै मन लाई ॥
ताको कोई कष्ट न होई । मन इच्छित पावै फल सोई ॥
त्राहि त्राहि जय दुःख निवारिणि । त्रिविध ताप भव बंधन हारिणि ॥
जो यह पढ़े और पढ़ावै । ध्यान लगाकर सुनै सुनावै ॥
ताको कोइ न रोग सतावै । पुत्रादिक धन सम्पति पावै ॥
पुत्रहीन अरू संपतिहीना । अन्ध बधिर कोढ़ी अति दीना ॥
विप्र बोलाय कै पाठ करावै । शंका दिल में कभी न लावै ॥
पाठ करावै दिन चालीसा । ता पर कृपा करैं गौरीशा ॥
सुख सम्पत्ति बहुत सी पावै । कमी नहीं काहू की आवै ॥
बारह मास करै जो पूजा । तेहि सम धन्य और नहिं दूजा ॥
प्रतिदिन पाठ करै मन माहीं । उन सम कोउ जग में कहुं नाहीं ॥
बहुविधि क्या मैं करौं बड़ाई । लेय परीक्षा ध्यान लगाई ॥
करि विश्वास करै व्रत नेमा । होय सिद्ध उपजै उर प्रेमा ॥
जय जय जय लक्ष्मी भवानी । सब में व्यापित हो गुण खानी ॥
तुम्हरो तेज प्रबल जग माहीं । तुम सम कोउ दयालु कहुं नाहीं ॥
मोहिं अनाथ की सुधि अब लीजै । संकट काटि भक्ति मोहिं दीजै ॥
भूल चूक करि क्षमा हमारी । दर्शन दीजै दशा निहारी ॥
बिन दर्शन व्याकुल अधिकारी । तुमहिं अक्षत दुःख सहते भारी ॥
नहिं मोहिं ज्ञान बुद्धि है तन में । सब जानत हो अपने मन में ॥
रूप चतुर्भुज करके धारण । कष्ट मोर अब करहु निवारण ॥
केहि प्रकार मैं करौं बड़ाई । ज्ञान बुद्धि मोहिं नहिं अधिकाई ॥
॥ दोहा ॥

त्राहि-त्राहि दुःख हारिणी, हरो बेगि सब त्रास ।॥
जयति-जयति जय लक्ष्मी, करो शत्रु का नाश ॥`,
    aarti: `जय लक्ष्मी माता मैया जय लक्ष्मी माता।
तुमको निशदिन सेवत, हर विष्णु विधाता।। ॐ जय…
ब्रह्माणी, रुद्राणी तुम ही जगमाता।
सूर्य चन्द्रमा ध्यावत, नारद ॠषि गाता। ॐ जय…
दुर्गा रूप निरन्जनि, सुख सम्पत्ति दाता।
जो कोई तुमको ध्याता, रिद्धि-सिद्धि पाता।। ॐ जय…
तुम पाताल-निवासिनी, तुम ही शुभदाता ।
कर्म-प्रभाव-प्रकाशिनि, भवनिधि की त्राता। ॐ जय…
जिस घर थारो बासो, वाहि में गुण आता।
कर न सकै सोई कर ले, मन नहीं धड़काता। ॐ जय…
तुम बिन यज्ञ न होते वस्त्र न कोई पाता।
खान-पान का वैभव, तुम बिन नहिं आता। ॐ जय…
शुभ गुण सुन्दर युक्ता क्षीरोदधि जाता।
रत्न चतुर्दिश ताको कोई नहीं पाता। ॐ जय…
श्रीलक्ष्मी जी की आरती, जो कोई नर गाता ।
उर उमंग अति उपजे पाप उतर जाता। ॐ जय…
स्थिर चर जगत रचाये शुभ कर्मन लाता।
तेरा भक्त मैया जी शुभ दृष्टि पाता। ॐ जय…`
  },
  {
    pathName: 'mahakali',
    nameEnglish: 'MahaKali',
    nameHindi: 'महा काली',
    pic: kaliJpg,
    chalisa: `॥ दोहा ॥
जयकाली कलिमलहरण, महिमा अगम अपार ।
महिष मर्दिनी कालिका , देहु अभय अपार ॥
चौपाई
अरि मद मान मिटावन हारी । मुण्डमाल गल सोहत प्यारी ॥
अष्टभुजी सुखदायक माता । दुष्टदलन जग में विख्याता ॥
भाल विशाल मुकुट छवि छाजै । कर में शीश शत्रु का साजै ॥
दूजे हाथ लिए मधु प्याला । हाथ तीसरे सोहत भाला ॥
चौथे खप्पर खड्ग कर पांचे । छठे त्रिशूल शत्रु बल जांचे ॥
सप्तम करदमकत असि प्यारी । शोभा अद्भुत मात तुम्हारी ॥
अष्टम कर भक्तन वर दाता । जग मनहरण रूप ये माता ॥
भक्तन में अनुरक्त भवानी । निशदिन रटें ॠषी-मुनि ज्ञानी ॥
महशक्ति अति प्रबल पुनीता । तू ही काली तू ही सीता ॥
पतित तारिणी हे जग पालक । कल्याणी पापी कुल घालक ॥
शेष सुरेश न पावत पारा । गौरी रूप धर्यो इक बारा ॥
तुम समान दाता नहिं दूजा । विधिवत करें भक्तजन पूजा ॥
रूप भयंकर जब तुम धारा । दुष्टदलन कीन्हेहु संहारा ॥
नाम अनेकन मात तुम्हारे । भक्तजनों के संकट टारे ॥
कलि के कष्ट कलेशन हरनी । भव भय मोचन मंगल करनी ॥
महिमा अगम वेद यश गावैं । नारद शारद पार न पावैं ॥
भू पर भार बढ्यौ जब भारी । तब तब तुम प्रकटीं महतारी ॥
आदि अनादि अभय वरदाता । विश्वविदित भव संकट त्राता ॥
कुसमय नाम तुम्हारौ लीन्हा । उसको सदा अभय वर दीन्हा ॥
ध्यान धरें श्रुति शेष सुरेशा । काल रूप लखि तुमरो भेषा ॥
कलुआ भैंरों संग तुम्हारे । अरि हित रूप भयानक धारे ॥
सेवक लांगुर रहत अगारी । चौसठ जोगन आज्ञाकारी ॥
त्रेता में रघुवर हित आई । दशकंधर की सैन नसाई ॥
खेला रण का खेल निराला । भरा मांस-मज्जा से प्याला ॥
रौद्र रूप लखि दानव भागे । कियौ गवन भवन निज त्यागे ॥
तब ऐसौ तामस चढ़ आयो । स्वजन विजन को भेद भुलायो ॥
ये बालक लखि शंकर आए । राह रोक चरनन में धाए ॥
तब मुख जीभ निकर जो आई । यही रूप प्रचलित है माई ॥
बाढ्यो महिषासुर मद भारी । पीड़ित किए सकल नर-नारी ॥
करूण पुकार सुनी भक्तन की । पीर मिटावन हित जन-जन की ॥
तब प्रगटी निज सैन समेता । नाम पड़ा मां महिष विजेता ॥
शुंभ निशुंभ हने छन माहीं । तुम सम जग दूसर कोउ नाहीं ॥
मान मथनहारी खल दल के । सदा सहायक भक्त विकल के ॥
दीन विहीन करैं नित सेवा । पावैं मनवांछित फल मेवा ॥
संकट में जो सुमिरन करहीं । उनके कष्ट मातु तुम हरहीं ॥
प्रेम सहित जो कीरति गावैं । भव बन्धन सों मुक्ती पावैं ॥
काली चालीसा जो पढ़हीं । स्वर्गलोक बिनु बंधन चढ़हीं ॥
दया दृष्टि हेरौ जगदम्बा । केहि कारण मां कियौ विलम्बा ॥
करहु मातु भक्तन रखवाली । जयति जयति काली कंकाली ॥
सेवक दीन अनाथ अनारी । भक्तिभाव युति शरण तुम्हारी ॥
॥ दोहा ॥
प्रेम सहित जो करे, काली चालीसा पाठ ।
तिनकी पूरन कामना, होय सकल जग ठाठ ॥`,
    aarti: `अंबे तू है जगदंबे काली, जय दुर्गे खप्पर वाली ।
तेरे ही गुण गाएं भारती,
ओ मैया हम सब उतारें तेरी आरती ॥
तेरे भक्त जनों पे माता, भीर पड़ी है भारी ।
दानव दल पर टूट पड़ो मां, करके सिंह सवारी ॥
सौ सौ सिंहो से है बलशाली, है दस भुजाओं वाली ।
दुखियों के दुख को निवारती ।। ओ मैया ……
मां बेटे का है इस जग में, बड़ा ही निर्मल नाता ।
पूत कपूत सुने हैं पर, ना माता सुनी कुमाता ॥
सब पे करूणा दरसाने वाली, अमृत बरसाने वाली ।
दुखियों के दुखड़े निवारती ।। ओ मैया ……
नहीं मांगते धन और दौलत, न चांदी न सोना ।
हम तो मांगे मां तेरे मन में एक छोटा सा कोना ॥
सब की बिगड़ी बनाने वाली, लाज बचाने वाली ।
सतियों के सत को संवारती ।। ओ मैया ……`
  },
  {
    pathName: 'ram',
    nameEnglish: 'Ram',
    nameHindi: 'राम',
    pic: ramJpg,
    chalisa: `गणपति चरण सरोज गहि । चरणोदक धरि भाल ।।
लिखौं विमल रामावली । सुमिरि अंजनीलाल ।।
राम चरित वर्णन करौं । रामहिं हृदय मनाई ।।
मदन कदन रत राखि सिर । मन कहँ ताप मिटाई ।।
राम रमापति रघुपति जै जै । महा लोकपति जगपति जै जै ।।
राजित जनक दुलारी जै जै । महिनन्दिनी प्रभु प्यारी जै जै ।।
रातिहुं दिवस राम धुन जाहीं । मगन रहत मन तन दुख नाहीं ।।
राम सनेह जासु उर होई । महा भाग्यशाली नर सोई ।।
राक्षस दल संहारी जै जै । महा पतित तनु तारी जै जै ।।
राम नाम जो निशदिन गावत । मन वांछित फल निश्चय पावत ।।
रामयुधसर जेहिं कर साजत । मन मनोज लखि कोटिहुं लाजत ।।
राखहु लाज हमारी जै जै । महिमा अगम तुम्हारी जै जै ।।
राजीव नयन मुनिन मन मोहै । मुकुट मनोहर सिर पर सोहै ।।
राजित मृदुल गात शुचि आनन । मकराकृत कुण्डल दुहुँ कानन ।।
रामचन्द्र सर्वोत्तम जै जै । मर्यादा पुरुषोत्तम जै जै ।।
राम नाम गुण अगन अनन्ता । मनन करत शारद श्रुति सन्ता ।।
राति दिवस ध्यावहु मन रामा । मन रंजन भंजन भव दामा ।।
राज भवन संग में नहीं जैहें । मन के ही मन में रहि जैहें ।।
रामहिं नाम अन्त सुख दैहें । मन गढ़न्त गप काम न ऐहें ।।
राम कहानी रामहिं सुनिहें । महिमा राम तबै मन गुनिहें ।।
रामहि महँ जो नित चित राखिहें । मधुकर सरिस मधुर रस चाखिहें ।।
राग रंग कहुँ कीर्तन ठानिहें । मम्ता त्यागि एक रस जानिहें ।।
.राम कृपा तिन्हीं पर होईहें । मन वांछित फल अभिमत पैहें ।।
राक्षस दमन कियो जो क्षण में । महा बह्नि बनि विचर्यो वन में ।।
रावणादि हति गति दै दिन्हों । महिरावणहिं सियहित वध कीन्हों ।।
राम बाण सुत सुरसरिधारा । महापातकिहुँ गति दै डारा ।।
राम रमित जग अमित अनन्ता । महिमा कहि न सकहिं श्रुति सन्ता ।।
राम नाम जोई देत भुलाई । महा निशा सोइ लेत बुलाई ।।
राम बिना उर होत अंधेरा । मन सोही दुख सहत घनेरा ।।
रामहि आदि अनादि कहावत । महाव्रती शंकर गुण गावत ।।
राम नाम लोहि ब्रह्म अपारा । महिकर भार शेष सिर धारा ।।
राखि राम हिय शम्भु सुजाना । महा घोर विष किन्ह्यो पाना ।।
रामहि महि लखि लेख महेशु । महा पूज्य करि दियो गणेशु ।।
राम रमित रस घटित भक्त्ति घट । मन के भजतहिं खुलत प्रेम पट ।।
राजित राम जिनहिं उर अन्तर । महावीर सम भक्त्त निरन्तर ।।
रामहि लेवत एक सहारा । महासिन्धु कपि कीन्हेसि पारा ।।
राम नाम रसना रस शोभा । मर्दन काम क्रोध मद लोभा ।।
राम चरित भजि भयो सुज्ञाता । महादेव मुक्त्ति के दाता ।।
रामहि जपत मिटत भव शूला । राममंत्र यह मंगलमूला ।।
राम नाम जपि जो न सुधारा । मन पिशाच सो निपट गंवारा ।।
राम की महिमा कहँ लग गाऊँ । मति मलिन मन पार न पाऊँ ।।
रामावली उस लिखि चालीसा । मति अनुसार ध्यान गौरीसा ।।
रामहि सुन्दर रचि रस पागा । मठ दुर्वासा निकट प्रयागा ।।
रामभक्त्त यहि जो नित ध्यावहिं । मनवांछित फल निश्चय पावहिं ।।
राम नाम नित भजहु मन । रातिहुँ दिन चित लाई ।।
मम्ता मत्सर मलिनता । मनस्ताप मिटि जाई ।।
राम का तिथि बुध रोहिणी । रामावली किया भास ।।
मान सहस्त्र भजु दृग समेत । मगसर सुन्दरदास ।।`,
    aarti: `आरती कीजे श्री रामचंद्र की ।
दुष्टदलन सीतापति जी की ॥
पहली आरती पुष्पन की माला,
काली नाग नाथ लाए गोपाला ॥
दूसरी आरती देवकी नंदन,
भक्त उबारन कंस निकंदन ॥
तीसरी आरती त्रिभुवन मोहे,
रत्न सिंहासन सीता राम जी सोहे ॥
चौथी आरती चहुं युग पूजा,
देव निरंजन स्वामी और न दूजा ॥
पांचवीं आरती राम को भावे,
रामजी का यश नामदेवजी गावें ॥`
  },
  {
    pathName: 'saibaba',
    nameEnglish: 'Sai Baba',
    nameHindi: 'साई बाबा',
    pic: saiJpg,
    chalisa: `पहले साईं के चरणों में, अपना शीश नमाऊं मैं ।
कैसे शिर्डी साईं आए, सारा हाल सुनाऊं मैं ॥
कौन हैं माता, पिता कौन हैं, यह न किसी ने भी जाना ।
कहां जनम साईं ने धारा, प्रश्न पहेली रहा बना ॥
कोई कहे अयोध्या के ये, रामचन्द्र भगवान हैं ।
कोई कहता साईंबाबा, पवन-पुत्र हनुमान हैं ॥
कोई कहता मंगल मूर्ति, श्री गजानन हैं साईं ।
कोई कहता गोकुल-मोहन, देवकी नन्दन हैं साईं ॥
शंकर समझ भक्त कई तो, बाबा को भजते रहते ।
कोई कह अवतार दत्त का, पूजा साईं की करते ॥
कुछ भी मानो उनको तुम, पर साईं हैं सच्चे भगवान ।
बड़े दयालु, दीनबन्धु, कितनों को दिया है जीवन दान ॥
कई वर्ष पहले की घटना, तुम्हें सुनाऊंगा मैं बात ।
किसी भाग्यशाली की, शिर्डी में आई थी बारात ॥
आया साथ उसी के था, बालक एक बहुत सुन्दर ।
आया, आकर वहीं बस गया, पावन शिर्डी किया नगर ॥
कई दिनों तक रहा भटकता, भिक्षा मांगी उसने दर-दर ।
और दिखाई ऐसी लीला, जग में जो हो गई अमर ॥
जैसे-जैसे उमर बढ़ी, वैसे ही बढ़ती गई शान ।
घर-घर होने लगा नगर में, साईं बाबा का गुणगान ॥
दिग्-दिगन्त में लगा गूंजने, फिर तो साईंजी का नाम ।
दीन-दुखी की रक्षा करना, यही रहा बाबा का काम ॥
बाबा के चरणों में जाकर, जो कहता मैं हूं निर्धन ।
दया उसी पर होती उनकी, खुल जाते दु:ख के बन्धन ॥
कभी किसी ने मांगी भिक्षा, दो बाबा मुझको सन्तान ।
एवं अस्तु तब कहकर साईं, देते थे उसको वरदान ॥
स्वयं दु:खी बाबा हो जाते, दीन-दुखी जन का लख हाल ।
अन्त: करण श्री साईं का, सागर जैसा रहा विशाल ॥
भक्त एक मद्रासी आया, घर का बहुत बड़ा धनवान ।
माल खजाना बेहद उसका, केवल नहीं रही सन्तान ॥
लगा मनाने साईं नाथ को, बाबा मुझ पर दया करो ।
झंझा से झंकृत नैया को, तुम ही मेरी पार करो ॥
कुलदीपक के अभाव में, व्यर्थ है दौलत की माया ।
आज भिखारी बन कर बाबा, शरण तुम्हारी मैं आया ॥
दे दो मुझको पुत्र दान, मैं ॠणी रहूंगा जीवन भर ।
और किसी की आस न मुझको, सिर्फ़ भरोसा है तुम पर ॥
अनुनय-विनय बहुत की उसने, चरणों में धर के शीश ।
तब प्रसन्न होकर बाबा ने, दिया भक्त को यह आशीष ॥
'अल्लाह भला करेगा तेरा', पुत्र जन्म हो तेरे घर ।
कृपा होगी तुम पर उसकी, और तेरे उस बालक पर ॥
अब तक नही किसी ने पाया, साईं की कृपा का पार ।
पुत्र रत्न दे मद्रासी को, धन्य किया उसका संसार ॥
तन-मन से जो भजे उसी का, जग में होता है उद्धार ।
सांच को आंच नहीं है कोई, सदा झूठ की होती हार ॥
मैं हूं सदा सहारे उसके, सदा रहूंगा उसका दास ।
साईं जैसा प्रभु मिला है, इतनी ही कम है क्या आस ॥
मेरा भी दिन था इक ऐसा, मिलती नहीं मुझे थी रोटी ।
तन पर कपड़ा दूर रहा था, शेष रही नन्हीं सी लंगोटी ॥
सरिता सन्मुख होने पर भी मैं प्यासा का प्यासा था ।
दुर्दिन मेरा मेरे ऊपर, दावाग्नि बरसाता था ॥
धरती के अतिरिक्त जगत में, मेरा कुछ अवलम्ब न था ।
बना भिखारी मैं दुनिया में, दर-दर ठोकर खाता था ॥
ऐसे में इक मित्र मिला जो, परम भक्त साईं का था ।
जंजालों से मुक्त मगर इस, जगती में वह मुझ-सा था ॥
बाबा के दर्शन की खातिर, मिल दोनों ने किया विचार ।
साईं जैसे दया-मूर्ति के, दर्शन को हो गए तैयार ॥
पावन शिर्डी नगरी में जाकर, देखी मतवाली मूर्ति ।
धन्य जन्म हो गया कि हमने, जब देखी साईं की सूरति ॥
जबसे किए हैं दर्शन हमने, दु:ख सारा काफूर हो गया ।
संकट सारे मिटे और, विपदाओं का अन्त हो गया ॥
मान और सम्मान मिला, भिक्षा में हमको बाबा से ।
प्रतिबिम्बित हो उठे जगत में, हम साईं की आभा से ॥
बाबा ने सम्मान दिया है, मान दिया इस जीवन में ।
इसका ही सम्बल ले मैं, हंसता जाऊंगा जीवन में ॥
साईं की लीला का मेरे, मन पर ऐसा असर हुआ ।
लगता जगती के कण-कण में, जैसे हो वह भरा हुआ ॥
"काशीराम" बाबा का भक्त, इस शिर्डी में रहता था ।
मैं साईं का साईं मेरा, वह दुनिया से कहता था ॥
सीकर स्वयं वस्त्र बेचता, ग्राम नगर बाजारों में ।
झंकृत उसकी हृद तन्त्री थी, साईं की झंकारों में ॥
स्तब्ध निशा थी, थे सोये, रजनी आंचल में चांद-सितारे ।
नहीं सूझता रहा हाथ को हाथ तिमिर के मारे ॥
वस्त्र बेचकर लौट रहा था, हाय! हाट से "काशी" ।
विचित्र बड़ा संयोग कि उस दिन, आता था वह एकाकी ॥
घेर राह में खड़े हो गए, उसे कुटिल, अन्यायी ।
मारो काटो लूटो इस की ही ध्वनि पड़ी सुनाई ॥
लूट पीट कर उसे वहां से, कुटिल गये चम्पत हो ।
आघातों से ,मर्माहत हो, उसने दी संज्ञा खो ॥
बहुत देर तक पड़ा रहा वह, वहीं उसी हालत में ।
जाने कब कुछ होश हो उठा, उसको किसी पलक में ॥
अनजाने ही उसके मुंह से, निकल पड़ा था साईं ।
जिसकी प्रतिध्वनि शिर्डी में, बाबा को पड़ी सुनाई ॥
क्षुब्ध उठा हो मानस उनका, बाबा गए विकल हो ।
लगता जैसे घटना सारी, घटी उन्हीं के सम्मुख हो ॥
उन्मादी से इधर-उधर, तब बाबा लगे भटकने ।
सम्मुख चीजें जो भी आईं, उनको लगे पटकने ॥
और धधकते अंगारों में, बाबा ने अपना कर डाला ।
हुए सशंकित सभी वहां, लख ताण्डव नृत्य निराला ॥
समझ गए सब लोग कि कोई, भक्त पड़ा संकट में ।
क्षुभित खड़े थे सभी वहां पर, पड़े हुए विस्मय में ॥
उसे बचाने के ही खातिर, बाबा आज विकल हैं ।
उसकी ही पीड़ा से पीड़ित, उनका अन्त:स्थल है ॥
इतने में ही विधि ने अपनी, विचित्रता दिखलाई ।
लख कर जिसको जनता की, श्रद्धा-सरिता लहराई ॥
लेकर कर संज्ञाहीन भक्त को, गाड़ी एक वहां आई ।
सम्मुख अपने देख भक्त को, साईं की आंखें भर आईं ॥
शान्त, धीर, गम्भीर सिन्धु-सा, बाबा का अन्त:स्थल ।
आज न जाने क्यों रह-रह कर, हो जाता था चंचल ॥
आज दया की मूर्ति स्वयं था, बना हुआ उपचारी ।
और भक्त के लिए आज था, देव बना प्रतिहारी ॥
आज भक्ति की विषम परीक्षा में, सफल हुआ था “काशी” ।
उसके ही दर्शन के खातिर, थे उमड़े नगर-निवासी ॥
जब भी और जहां भी कोई, भक्त पड़े संकट में ।
उसकी रक्षा करने बाबा, आते हैं पलभर में ॥
युग-युग का है सत्य यह, नहीं कोई नई कहानी ।
आपातग्रस्त भक्त जब होता, आते खुद अन्तर्यामी ॥
भेद-भाव से परे पुजारी, मानवता के थे साईं ।
जितने प्यारे हिन्दु-मुस्लिम, उतने ही थे सिक्ख ईसाई ॥
भेद-भाव मन्दिर-मस्जिद का, तोड़-फोड़ बाबा ने डाला ।
राम-रहीम सभी उनके थे, कृष्ण-करीम-अल्लाहताला ॥
घण्टे की प्रतिध्वनि से गूंजा, मस्जिद का कोना-कोना ।
मिले परस्पर हिन्दू-मुस्लिम, प्यार बढ़ा दिन-दिन दूना ॥
चमत्कार था कितना सुंदर, परिचय इस काया ने दी ।
और नीम कडुवाहट में भी, मिठास बाबा ने भर दी ॥
सबको स्नेह दिया साईं ने, सबको सन्तुल प्यार किया ।
जो कुछ जिसने भी चाहा, बाबा ने उनको वही दिया ॥
ऐसे स्नेह शील भाजन का, नाम सदा जो जपा करे ।
पर्वत जैसा दु:ख न क्यों हो, पलभर में वह दूर टरे ॥
साईं जैसा दाता हमने, अरे नहीं देखा कोई ।
जिसके केवल दर्शन से ही, सारी विपदा दूर हो गई ॥
तन में साईं, मन में साईं, साईं-साईं भजा करो ।
अपने तन की सुधि-बुधि खोकर, सुधि उसकी तुम किया करो ॥
जब तू अपनी सुधि तज, बाबा की सुधि किया करेगा ।
और रात-दिन बाबा, बाबा ही तू रटा करेगा ॥
तो बाबा को अरे! विवश हो, सुधि तेरी लेनी ही होगी ।
तेरी हर इच्छा बाबा को, पूरी ही करनी होगी ॥
जंगल-जंगल भटक न पागल, और ढूंढ़ने बाबा को ।
एक जगह केवल शिर्डी में, तू पायेगा बाबा को ॥
धन्य जगत में प्राणी है वह, जिसने बाबा को पाया ।
दु:ख में सुख में प्रहर आठ हो, साईं का ही गुण गाया ॥
गिरें संकटों के पर्वत, चाहे बिजली ही टूट पड़े ।
साईं का ले नाम सदा तुम, सम्मुख सब के रहो अड़े ॥
इस बूढ़े की करामात सुन, तुम हो जाओगे हैरान ।
दंग रह गये सुनकर जिसको, जाने कितने चतुर सुजान ॥
एक बार शिर्डी में साधू, ढ़ोंगी था कोई आया ।
भोली-भाली नगर-निवासी, जनता को था भरमाया ॥
जड़ी-बूटियां उन्हें दिखाकर, करने लगा वहां भाषण ।
कहने लगा सुनो श्रोतागण, घर मेरा है वृन्दावन ॥
औषधि मेरे पास एक है, और अजब इसमें शक्ति ।
इसके सेवन करने से ही, हो जाती दु:ख से मुक्ति ॥
अगर मुक्त होना चाहो तुम, संकट से बीमारी से ।
तो है मेरा नम्र निवेदन, हर नर से हर नारी से ॥
लो खरीद तुम इसको इसकी, सेवन विधियां हैं न्यारी ।
यद्यपि तुच्छ वस्तु है यह, गुण उसके हैं अति भारी ॥
जो है संतति हीन यहां यदि, मेरी औषधि को खायें ।
पुत्र-रत्न हो प्राप्त, अरे वह मुंह मांगा फल पायें ॥
औषधि मेरी जो न खरीदे, जीवन भर पछतायेगा ।
मुझ जैसा प्राणी शायद ही, अरे यहां आ पायेगा ॥
दुनियां दो दिन का मेला है, मौज शौक तुम भी कर लो ।
गर इससे मिलता है, सब कुछ, तुम भी इसको ले लो ॥
हैरानी बढ़ती जनता की, लख इसकी कारस्तानी ।
प्रमुदित वह भी मन ही मन था, लख लोगो की नादानी ॥
खबर सुनाने बाबा को यह, गया दौड़कर सेवक एक ।
सुनकर भृकुटि तनी और, विस्मरण हो गया सभी विवेक ॥
हुक्म दिया सेवक को, सत्वर पकड़ दुष्ट को लाओ ।
या शिर्डी की सीमा से, कपटी को दूर भगाओ ॥
मेरे रहते भोली-भाली, शिर्डी की जनता को ।
कौन नीच ऐसा जो, साहस करता है छलने को ॥
पल भर में ही ऐसे ढ़ोंगी, कपटी नीच लुटेरे को ।
महानाश के महागर्त में, पहुंचा दूं जीवन भर को ॥
तनिक मिला आभास मदारी क्रूर कुटिल अन्यायी को ।
काल नाचता है अब सिर पर, गुस्सा आया साईं को ॥
पल भर में सब खेल बन्द कर, भागा सिर पर रखकर पैर ।
सोच था मन ही मन, भगवान नहीं है अब खैर ॥
सच है साईं जैसा दानी, मिल न सकेगा जग में ।
अंश ईश का साईंबाबा, उन्हें न कुछ भी मुश्किल जग में ॥
स्नेह, शील, सौजन्य आदि का, आभूषण धारण कर ।
बढ़ता इस दुनिया में जो भी, मानव-सेवा के पथ पर ॥
वही जीत लेता है जगती के, जन-जन का अन्त:स्थल ।
उसकी एक उदासी ही जग को कर देती है विह्वल ॥
जब-जब जग में भार पाप का, बढ़ बढ़ ही जाता है ।
उसे मिटाने के ही खातिर, अवतारी ही आता है ॥
पाप और अन्याय सभी कुछ, इस जगती का हर के ।
दूर भगा देता दुनिया के, दानव को क्षण भर में ॥
स्नेह सुधा की धार बरसने, लगती है इस दुनिया में ।
गले परस्पर मिलने लगते, हैं जन-जन आपस में ॥
ऐसे ही अवतारी साईं, मृत्युलोक में आकर ।
समता का यह पाठ पढ़ाया, सबको अपना आप मिटाकर ॥
नाम द्वारका मस्जिद का, रक्खा शिर्डी में साईं ने ।
दाप, ताप, सन्ताप मिटाया, जो कुछ आया साईं ने ॥
सदा याद में मस्त राम की, बैठे रहते थे साईं ।
पहर आठ ही राम नाम का, भजते रहते थे साईं ॥
सूखी-रूखी, ताजी-बासी, चाहे या होवे पकवान ।
सदा प्यार के भूखे साईं की, खातिर थे सभी समान ॥
स्नेह और श्रद्धा से अपनी, जन जो कुछ दे जाते थे ।
बड़े चाव से उस भोजन को, बाबा पावन करते थे ॥
कभी-कभी मन बहलाने को, बाबा बाग में जाते थे ।
प्रमुदित मन निरख प्रकृति, छटा को वे होते थे ॥
रंग-बिरंगे पुष्प बाग के, मन्द-मन्द हिल-डुल करके ।
बीहड़ वीराने मन में भी, स्नेह सलिल भर जाते थे ॥
ऐसी सुमधुर बेला में भी, दु:ख आपात विपदा के मारे ।
अपने मन की व्यथा सुनाने, जन रहते बाबा को घेरे ॥
सुनकर जिनकी करूण कथा को, नयन कमल भर आते थे ।
दे विभूति हर व्यथा,शान्ति, उनके उर में भर देते थे ॥
जाने क्या अद्भुत,शक्ति, उस विभूति में होती थी ।
जो धारण करते मस्तक पर, दु:ख सारा हर लेती थी ॥
धन्य मनुज वे साक्षात् दर्शन, जो बाबा साईं के पाये ।
धन्य कमल-कर उनके जिनसे, चरण-कमल वे परसाये ॥
काश निर्भय तुमको भी, साक्षात साईं मिल जाता ।
बरसों से उजड़ा चमन अपना, फिर से आज खिल जाता ॥
गर पकड़ता मैं चरण श्री के, नहीं छोड़ता उम्रभर ।
मना लेता मैं जरूर उनको, गर रूठते साईं मुझ पर ॥`,
    aarti: `आरती श्रीसाईं गुरूवर की ।
परमानंद सदा सुरवर की ॥
जाकी कृपा विपुल सुखकारी ।
दुख-शोक, संकट, भयहारी ॥
शिरडी में अवतार रचाया ।
चमत्कार से जग हर्षाया ॥
कितने भक्त शरण में आए ।
सब सुख-शांति चिरंतन पाए ॥
भाव धरे जो मन में जैसा ।
पावत अनुभव वो ही वैसा ॥
गुरू की उदी लगावे तन को ।
समाधान लाभत उस मन को ॥
साईं नाम सदा जो गावे ।
सो फल जग में शाश्वत पावे ॥
गुरूवासर करि पूजा सेवा ।
उस पर कृपा करत गुरू देवा ॥
राम, कृष्ण, हनुमान, रूप में ।
जानत जो श्रद्धा धर मन में ॥
विविध धर्म के सेवक आते ।
दर्शन कर इच्छित फल पाते ॥
साईं बाबा की जय बोलो ।
अंतर मन में आनंद घोलो ॥
साईं दास आरती गावे ।
बसि घर में सुख मंगल पावे ॥`
  },
  {
    pathName: 'saraswati',
    nameEnglish: 'Saraswati',
    nameHindi: 'सरस्वती',
    pic: saraswatiJpg,
    chalisa: `॥ दोहा ॥

जनक जननि पद कमल रज, निज मस्तक पर धारि ।
बन्दौं मातु सरस्वती, बुद्धि बल दे दातारि ॥
पूर्ण जगत में व्याप्त तव, महिमा अमित अनंतु ।
रामसागर के पाप को, मातु तुही अब हन्तु ॥
चौपाई जय श्री सकल बुद्धि बलरासी ।
जय सर्वज्ञ अमर अविनासी ॥
जय जय जय वीणाकर धारी ।
करती सदा सुहंस सवारी ॥
रूप चतुर्भुजधारी माता ।
सकल विश्व अन्दर विख्याता ॥
जग में पाप बुद्धि जब होती ।
जबहि धर्म की फीकी ज्योती ॥
तबहि मातु ले निज अवतारा ।
पाप हीन करती महि तारा ॥
बाल्मीकि जी थे बहम ज्ञानी ।
तव प्रसाद जानै संसारा ॥
रामायण जो रचे बनाई ।
आदि कवी की पदवी पाई ॥
कालिदास जो भये विख्याता ।
तेरी कृपा दृष्टि से माता ॥
तुलसी सूर आदि विद्धाना ।
भये और जो ज्ञानी नाना ॥
तिन्हहिं न और रहेउ अवलम्बा ।
केवल कृपा आपकी अम्बा ॥
करहु कृपा सोइ मातु भवानी ।
दुखित दीन निज दासहि जानी ॥
पुत्र करै अपराध बहूता ।
तेहि न धरइ चित सुन्दर माता ॥
राखु लाज जननी अब मेरी ।
विनय करूं बहु भांति घनेरी ॥
मैं अनाथ तेरी अवलंबा ।
कृपा करउ जय जय जगदंबा ॥
मधु कैटभ जो अति बलवाना ।
बाहुयुद्ध विष्णू ते ठाना ॥
समर हजार पांच में घोरा ।
फिर भी मुख उनसे नहिं मोरा ॥
मातु सहाय भई तेहि काला ।
बुद्धि विपरीत करी खलहाला ॥
तेहि ते मृत्यु भई खल केरी ।
पुरवहु मातु मनोरथ मेरी ॥
चंड मुण्ड जो थे विख्याता ।
छण महुं संहारेउ तेहि माता ॥
रक्तबीज से समरथ पापी ।
सुर-मुनि हृदय धरा सब कांपी ॥
काटेउ सिर जिम कदली खम्बा ।
बार बार बिनवउं जगदंबा ॥
जग प्रसिद्ध जो शुंभ निशुंभा ।
छिन में बधे ताहि तू अम्बा ॥
भरत-मातु बुधि फेरेउ जाई ।
रामचंद्र बनवास कराई ॥
एहि विधि रावन वध तुम कीन्हा ।
सुर नर मुनि सब कहुं सुख दीन्हा ॥
को समरथ तव यश गुन गाना ।
निगम अनादि अनंत बखाना ॥
विष्णु रूद्र अज सकहिं न मारी ।
जिनकी हो तुम रक्षाकारी ॥
रक्त दन्तिका और शताक्षी ।
नाम अपार है दानव भक्षी ॥
दुर्गम काज धरा पर कीन्हा ।
दुर्गा नाम सकल जग लीन्हा ॥
दुर्ग आदि हरनी तू माता ।
कृपा करहु जब जब सुखदाता ॥
नृप कोपित जो मारन चाहै ।
कानन में घेरे मृग नाहै ॥
सागर मध्य पोत के भंगे ।
अति तूफान नहिं कोऊ संगे ॥
भूत प्रेत बाधा या दुःख में ।
हो दरिद्र अथवा संकट में ॥
नाम जपे मंगल सब होई ।
संशय इसमें करइ न कोई ॥
पुत्रहीन जो आतुर भाई ।
सबै छांड़ि पूजें एहि माई ॥
करै पाठ नित यह चालीसा ।
होय पुत्र सुन्दर गुण ईसा ॥
धूपादिक नैवेद्य चढावै ।
संकट रहित अवश्य हो जावै ॥
भक्ति मातु की करै हमेशा ।
निकट न आवै ताहि कलेशा ॥
बंदी पाठ करें शत बारा ।
बंदी पाश दूर हो सारा ॥
करहु कृपा भवमुक्ति भवानी ।
मो कहं दास सदा निज जानी ॥
॥ दोहा ॥
माता सूरज कान्ति तव , अंधकार मम रूप ।
डूबन ते रक्षा करहु , परूं न मैं भव-कूप ॥
बल बुद्धि विद्या देहुं मोहि, सुनहु सरस्वति मातु ।
अधम रामसागरहिं तुम, आश्रय देउ पुनातु ॥`,
    aarti: `जय सरस्वती माता, मैया जय सरस्वती माता ।
सद्दग़ुण वैभव शालिनि, त्रिभुवन विख्याता ॥
ॐ जय सरस्वती माता…
चंद्रवदनि पद्मासिनि, द्युति मंगलकारी ।
सोहे शुभ हंस सवारी, अतुल तेजधारी ॥
ॐ जय सरस्वती माता…
बाएं कर में वीणा, दाएं कर माला ।
शीश मुकुट मणि सोहे, गल मोतियन माला ॥
ॐ जय सरस्वती माता…
देवि शरण जो आए, उनका उद्धार किया ।
पैठि मंथरा दासी, रावण संहार किया ॥
ॐ जय सरस्वती माता…
विद्या ज्ञान प्रदायिनि ज्ञान प्रकाश भरो ।
मोह,अज्ञान और तिमिर का, जग से नाश करो ॥
ॐ जय सरस्वती माता…
धूप दीप फल मेवा, मां स्वीकार करो ।
ज्ञानचक्षु दे माता, जग निस्तार करो ॥
ॐ जय सरस्वती माता…
मां सरस्वती की आरती, जो कोई जन गावे ।
हितकारी सुखकारी, ज्ञान भक्ति पावे ॥
ॐ जय सरस्वती माता…`
  },
  {
    pathName: 'shani',
    nameEnglish: 'Shani',
    nameHindi: 'शनि',
    pic: shaniJpg,
    chalisa: `॥ दोहा ॥

जय गणेश गिरिजा सुवन, मंगल करण कृपाल ।
दीनन के दुःख दूर करि , कीजै नाथ निहाल ॥
जय जय श्री शनिदेव प्रभु , सुनहु विनय महाराज ।
करहु कृपा हे रवि तनय , राखहु जन की लाज ॥

चौपाई
जयति जयति शनिदेव दयाला ।
करत सदा भक्तन प्रतिपाला ॥
चारि भुजा, तनु श्याम विराजै ।
माथे रतन मुकुट छवि छाजै ॥
परम विशाल मनोहर भाला ।
टेढ़ी दृष्टि भृकुटि विकराला ॥
कुण्डल श्रवन चमाचम चमके ।
हिये माल मुक्तन मणि दमकै ॥
कर में गदा त्रिशूल कुठारा ।
पल बिच करैं अरिहिं संहारा ॥
पिंगल, कृष्णो, छाया, नन्दन ।
यम, कोणस्थ, रौद्र, दुःख भंजन ॥
सौरी, मन्द शनी दश नामा ।
भानु पुत्र पूजहिं सब कामा ॥
जापर प्रभु प्रसन्न हवैं जाहीं ।
रंकहुं राव करैं क्षण माहीं ॥
पर्वतहू तृण होइ निहारत ।
तृणहू को पर्वत करि डारत ॥
राज मिलत वन रामहिं दीन्हयो ।
कैकेइहुँ की मति हरि लीन्हयो ॥
वनहुं में मृग कपट दिखाई ।
मातु जानकी गई चुराई ॥
लषणहिं शक्ति विकल करिडारा ।
मचिगा दल में हाहाकारा ॥
रावण की गति-मति बौराई ।
रामचन्द्र सों बैर बढ़ाई ॥
दियो कीट करि कंचन लंका ।
बजि बजरंग बीर की डंका ॥
नृप विक्रम पर तुहि पगु धारा ।
चित्र मयूर निगलि गै हारा ॥
हार नौलखा लाग्यो चोरी ।
हाथ पैर डरवायो तोरी ॥
भारी दशा निकृष्ट दिखायो ।
तेलहिं घर कोल्हू चलवायो ॥
विनय राग दीपक महँ कीन्हयों ।
तब प्रसन्न प्रभु ह्वै सुख दीन्हयों ॥
हरिश्चन्द्र नृप नारि बिकानी ।
आपहुं भरे डोम घर पानी ॥
तैसे नल पर दशा सिरानी ।
भूंजी-मीन कूद गई पानी ॥
श्री शंकरहिं गह्यो जब जाई ।
पारवती को सती कराई ॥
तनिक विकलोकत ही करि रीसा ।
नभ उड़ि गतो गौरिसुत सीसा ॥
पाण्डव पर भै दशा तुम्हारी ।
बची द्रोपदी होति उधारी ॥
कौरव के भी गति मति मारयो ।
युद्ध महाभारत करि डारयो ॥
रवि कहँ मुख महँ धरि तत्काला ।
लेकर कूदि परयो पाताला ॥
शेष देव-लखि विनती लाई ।
रवि को मुख ते दियो छुड़ाई ॥
वाहन प्रभु के सात सुजाना ।
जग दिग्गज गर्दभ मृग स्वाना ॥
जम्बुक सिह आदि नख धारी ।
सो फल ज्योतिष कहत पुकारी ॥
गज वाहन लक्ष्मी गृह आवैं ।
हय ते सुख सम्पत्ति उपजावै ॥
गर्दभ हानि करै बहु काजा ।
सिह सिद्ध्कर राज समाजा ॥
जम्बुक बुद्धि नष्ट कर डारै ।
मृग दे कष्ट प्राण संहारै ॥
जब आवहिं स्वान सवारी ।
चोरी आदि होय डर भारी ॥
तैसहि चारि चरण यह नामा ।
स्वर्ण लौह चाँदी अरु तामा ॥
लौह चरण पर जब प्रभु आवैं ।
धन जन सम्पत्ति नष्ट करावैं ॥
समता ताम्र रजत शुभकारी ।
स्वर्ण सर्वसुख मंगल भारी ॥
जो यह शनि चरित्र नित गावै ।
कबहुं न दशा निकृष्ट सतावै ॥
अद्भुत नाथ दिखावैं लीला ।
करैं शत्रु के नशि बलि ढीला ॥
जो पण्डित सुयोग्य बुलवाई ।
विधिवत शनि ग्रह शांति कराई ॥
पीपल जल शनि दिवस चढ़ावत ।
दीप दान दै बहु सुख पावत ॥
कहत राम सुन्दर प्रभु दासा ।
शनि सुमिरत सुख होत प्रकाशा ॥
॥ दोहा ॥
पाठ शनिश्चर देव को, की हों 'भक्त' तैयार ।
करत पाठ चालीस दिन, हो भवसागर पार ॥
॥इति श्री शनि चालीसा॥`,
    aarti: `जय जय श्री शनिदेव भक्तन हितकारी ।
सूरज के पुत्र प्रभु छाया महतारी ॥
जय जय श्री शनिदेव...
श्याम अंक वक्र दृष्ट चतुर्भुजा धारी ।
नीलांबर धार नाथ गज की असवारी ॥
जय जय श्री शनिदेव...
किरीट मुकुट शीश सहज दिपत है लिलारी ।
मुक्तन की माल गले शोभित बलिहारी ॥
जय जय श्री शनिदेव...
मोदक मिष्ठान पान चढ़त हैं सुपारी ।
लोहा तिल तेल उड़द महिषी अति प्यारी ॥
जय जय श्री शनिदेव...
देव दनुज ॠषि मुनि सुरत नर नारी ।
विश्वनाथ धरत ध्यान शरण हैं तुम्हारी ॥
जय जय श्री शनिदेव...`
  },
  {
    pathName: 'shiva',
    nameEnglish: 'Shiva',
    nameHindi: 'शिव',
    pic: shivaJpg,
    chalisa: `दोहा

श्री गणेश गिरिजा सुवन, मंगल मूल सुजान ।
कहत अयोध्यादास तुम, देहु अभय वरदान ॥
जय गिरिजा पति दीन दयाला । सदा करत सन्तन प्रतिपाला ॥
भाल चन्द्रमा सोहत नीके । कानन कुण्डल नागफनी के॥
अंग गौर शिर गंग बहाये । मुण्डमाल तन छार लगाये ॥
वस्त्र खाल बाघम्बर सोहे । छवि को देख नाग मुनि मोहे ॥
मैना मातु की ह्वै दुलारी । बाम अंग सोहत छवि न्यारी ॥
कर त्रिशूल सोहत छवि भारी । करत सदा शत्रुन क्षयकारी ॥
नन्दि गणेश सोहै तहँ कैसे । सागर मध्य कमल हैं जैसे॥
कार्तिक श्याम और गणराऊ । या छवि को कहि जात न काऊ ॥
देवन जबहीं जाय पुकारा । तब ही दुख प्रभु आप निवारा ॥
किया उपद्रव तारक भारी । देवन सब मिलि तुमहिं जुहारी ॥
तुरत षडानन आप पठायउ । लवनिमेष महँ मारि गिरायउ ॥
आप जलंधर असुर संहारा। सुयश तुम्हार विदित संसारा ॥
त्रिपुरासुर सन युद्ध मचाई । सबहिं कृपा कर लीन बचाई ॥
किया तपहिं भागीरथ भारी । पुरब प्रतिज्ञा तासु पुरारी ॥
दानिन महं तुम सम कोउ नाहीं । सेवक स्तुति करत सदाहीं ॥
वेद नाम महिमा तव गाई । अकथ अनादि भेद नहिं पाई ॥
प्रगट उदधि मंथन में ज्वाला । जरे सुरासुर भये विहाला ॥
कीन्ह दया तहँ करी सहाई । नीलकण्ठ तब नाम कहाई ॥
पूजन रामचंद्र जब कीन्हा । जीत के लंक विभीषण दीन्हा ॥
सहस कमल में हो रहे धारी । कीन्ह परीक्षा तबहिं पुरारी ॥
एक कमल प्रभु राखेउ जोई । कमल नयन पूजन चहं सोई ॥
कठिन भक्ति देखी प्रभु शंकर । भये प्रसन्न दिए इच्छित वर ॥
जय जय जय अनंत अविनाशी । करत कृपा सब के घटवासी ॥
दुष्ट सकल नित मोहि सतावै । भ्रमत रहे मोहि चैन न आवै ॥
त्राहि त्राहि मैं नाथ पुकारो । यहि अवसर मोहि आन उबारो ॥
लै त्रिशूल शत्रुन को मारो । संकट से मोहि आन उबारो ॥
मातु पिता भ्राता सब कोई । संकट में पूछत नहिं कोई ॥
स्वामी एक है आस तुम्हारी । आय हरहु अब संकट भारी ॥
धन निर्धन को देत सदाहीं । जो कोई जांचे वो फल पाहीं ॥
अस्तुति केहि विधि करौं तुम्हारी । क्षमहु नाथ अब चूक हमारी ॥
शंकर हो संकट के नाशन । मंगल कारण विघ्न विनाशन ॥
योगी यति मुनि ध्यान लगावैं । नारद शारद शीश नवावैं ॥
नमो नमो जय नमो शिवाय । सुर ब्रह्मादिक पार न पाय ॥
जो यह पाठ करे मन लाई । ता पार होत है शम्भु सहाई ॥
ॠनिया जो कोई हो अधिकारी । पाठ करे सो पावन हारी ॥
पुत्र हीन कर इच्छा कोई । निश्चय शिव प्रसाद तेहि होई ॥
पण्डित त्रयोदशी को लावे । ध्यान पूर्वक होम करावे ॥
त्रयोदशी ब्रत करे हमेशा । तन नहीं ताके रहे कलेशा ॥
धूप दीप नैवेद्य चढ़ावे । शंकर सम्मुख पाठ सुनावे ॥
जन्म जन्म के पाप नसावे । अन्तवास शिवपुर में पावे ॥
कहे अयोध्या आस तुम्हारी । जानि सकल दुःख हरहु हमारी॥
॥ दोहा ॥
नित्त नेम कर प्रातः ही, पाठ करौं चालीसा।
तुम मेरी मनोकामना, पूर्ण करो जगदीश ॥
मगसर छठि हेमन्त ॠतु, संवत चौसठ जान ।
अस्तुति चालीसा शिवहि, पूर्ण कीन कल्याण ॥
॥ इति शिव चालीसा ॥`,
    aarti: `जय शिव ओंकारा, ॐ जय शिव ओंकारा ।
ब्रह्मा, विष्णु, सदाशिव, अर्द्धांगी धारा ॥ ॐ जय…
एकानन चतुरानन पंचानन राजे ।
हंसासन गरूड़ासन वृषवाहन साजे ॥ ॐ जय…
दो भुज चार चतुर्भुज दसभुज अति सोहे ।
त्रिगुण रूप निरखते त्रिभुवन जन मोहे ॥ ॐ जय…
अक्षमाला वनमाला मुण्डमाला धारी ।
त्रिपुरारी कंसारी कर माला धारी ॥ ॐ जय…
श्वेतांबर पीतांबर बाघंबर अंगे ।
सनकादिक गरुणादिक भूतादिक संगे ॥ ॐ जय…
कर के मध्य कमंडलु चक्र त्रिशूलधारी ।
सुखकारी दुखहारी जगपालन कारी ॥ ॐ जय…
ब्रह्मा विष्णु सदाशिव जानत अविवेका ।
प्रणवाक्षर में शोभित ये तीनों एका ॥ ॐ जय…
लक्ष्मी व सावित्री पार्वती संगा ।
पार्वती अर्द्धांगी, शिवलहरी गंगा ॥ ॐ जय…
पर्वत सोहैं पार्वती, शंकर कैलासा ।
भांग धतूर का भोजन, भस्मी में वासा ॥ ॐ जय…
जटा में गंग बहत है, गल मुण्डन माला ।
शेष नाग लिपटावत, ओढ़त मृगछाला ॥ ॐ जय…
काशी में विराजे विश्वनाथ, नंदी ब्रह्मचारी ।
नित उठ दर्शन पावत, महिमा अति भारी ॥ ॐ जय…
त्रिगुणस्वामी जी की आरति जो कोइ नर गावे ।
कहत शिवानंद स्वामी सुख संपति पावे ॥ ॐ जय…`
  },
  {
    pathName: 'vishnu',
    nameEnglish: 'Vishnu',
    nameHindi: 'विष्णु',
    pic: vishnuJpg,
    chalisa: `जय जय जय श्री जगत पति, जगदाधर अनंतव्िश्वेश्वर अखिलेश आज, सर्वेश्वर भगवंत.
जय जय ध्रनीधार श्रुति सागर जयती गदाधर सदगुण अगर.
श्री वासुदेव देवकी नंदनवासुदेव, नासन-भाव-फंदान.
नामो-नामो सचराचर-स्वामीपरंब्राह्मा प्रभु नामो नामो नमामि.
नामो-नामो त्रिभुवन पति इष्कमाला पति केशव योगीश.
गरूदध्वज आज, भाव भाई हरीमुरलीधर हरी मदन मुरारी.
नारायण श्रीपती पुरषोत्तमपाद्मनभि नरहरी सर्वोत्तम.
जय माधव मुकुड़, वनमलिखल दल मर्दां, दमन-कुचली.
जय अगणित इंदनीया सारंगधार विश्वा रूप वामन आनंद कार.
जय जय लोकध्यक्ष-धननीजइसहस्त्रगया जगणात जयती जय.
जय मधुसूदन अनुपम आनंजायती वायु-वहन वज्रा कानन.
जय गोविंद जनार्दन देवशुभ फल लहट गहट तव सेवा.
श्याम सरोरुह सम तन सोहतदर्शा करत, सुर नर मुनि मोहात.
भाई विशाल मुकुट शिर सजातूर वैजन्ती माल विराजत.
तिरच्ही भृकुटी छाप जानू धारेटिन-तर नं कमाल अरणरे.
नशा चिबुक कपोल मनोहर मृदु मुस्कान कुंज आधारण पर.
जानू मानी पंक्ति दशन मन भवनबसन पीट तन परम सुहावन.`,
    aarti: `ॐ जय जगदीश हरे, स्वामी जय जगदीश हरे ।
भक्त जनन के संकट, क्षण में दूर करे ॥ ॐ…
जो ध्यावे फल पावे, दुख विनसे मन का ।
सुख संपत्ति घर आवे , कष्ट मिटे तन का ॥ ॐ…
मात-पिता तुम मेरे, शरण गहूं मैं किसकी ।
तुम बिन और न दूजा, आस करूं जिसकी ॥ ॐ…
तुम पूरण परमात्मा, तुम अंतर्यामी ।
पारब्रह्म परमेश्वर, तुम सबके स्वामी ॥ ॐ…
तुम करूणा के सागर, तुम पालन कर्ता ।
मैं मूरख खल कामी, कृपा करो भर्ता ॥ ॐ…
तुम हो एक अगोचर, सबके प्राणपती ।
किस विधि मिलूं दयामय, तुमको मैं कुमती ॥ ॐ…
दीनबंधु दुखहर्ता, तुम रक्षक मेरे ।
करूणा हस्त उठाओ, द्वार पड़ा तेरे ॥ ॐ…
विषय विकार मिटाओ, पाप हरो देवा ।
श्रद्धा भक्ति बढ़ाओ, संतन की सेवा ॥ ॐ…
श्री जगदीश जी की आरति, जो कोइ नर गावे ।
कहत शिवानंद स्वामी, सुख संपत्ति पावे ॥ ॐ…`
  }
];

export default KATHAS;
